<?php
    // (1) Адлер
    // (2) Апатиты
    // (3) Брест
    // (4) Витебск
    // (5) Гомель
    // (6) Екатеринбург
    // (7) Калининград
    // (8) Красная Поляна
    // (9) Красноярск
    // (10) Курск
    // (11) Минск
    // (12) Москва
    // (13) Новороссийск
    // (14) Новосибирск
    // (15) Раменское
    // (16) Рига
    // (17) Санкт-Петербург
    // (18) Сочи
    // (19) Томск
    // Central Federal district: (10), (12), (15)
    // Volga Federal district: -
    // North-Western Federal district: (2), (7), (17)
    // Siberian Federal district: (9), (14), (19)
    // Southern and North Caucasus Federal districts: (1), (8), (13), (18)
    // Ural Federal district: (6)
    // Eastern Federal district: -
    // Belarus: (3), (4), (5), (7), (10), (11), (12), (16), (17)
    // Moscow: (12), (15)

    $domens = [
        // "cfo" => [10, 12, 15],
        // "vfo" => [],
        // "szfo" => [2, 7, 17],
        // "sfo" => [9, 14, 19],
        // "sfo_skfo" => [1, 8, 13, 18],
        // "ufo" => [6],
        // "dvfo" => [],
        // "bel" => [3, 4, 5, 7, 10, 11, 12, 16, 17],
        // "mos" => [12, 15]
        "cfo" => [14, 17],
        "vfo" => [],
        "szfo" => [2, 19],
        "sfo" => [10, 16, 21],
        "sfo_skfo" => [1, 9, 15, 20],
        "ufo" => [7],
        "dvfo" => [],
        "bel" => [3, 4, 5, 6, 12, 13, 14, 19],
        "mos" => [14, 17]
    ];

    $aero_diagram = [
        //$aero_diagram[$id_point] - населенный пункт
        //$aero_diagram[$id_point][0] - название населенного пункта
        //$aero_diagram[$id_point][1] - координаты населенного пункта
        //$aero_diagram[$id_point][$id_model] - модель
        //$aero_diagram[$id_point][$id_model][0] - название модели
        //$aero_diagram[$id_point][$id_model][1] - заблаговременности
        //$aero_diagram[$id_point][$id_model][1][0] - начало прогноза
        //$aero_diagram[$id_point][$id_model][1][1] - окончание прогноза
        //$aero_diagram[$id_point][$id_model][1][2] - время между прогнозами
        //$aero_diagram[$id_point][$id_model][2] - шаблон ссылки

        // (1) Адлер
        "1" => [
            "0" => "Адлер",
            "1" => [43.433, 39.90],
            "2" => [
                "0" => "COSMO-Ru7ETR",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/prZ_Adler_p500gPa_HHhour.png"
            ],
            "3" => [
                "0" => "COSMO-Ru2SFO",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1],
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/prZ_Adler_p500gPa_HHhour.png"
            ],
            "4" => [
                "0" => "COSMO-Ru1.1S",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1],
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/prZ_Adler_p500gPa_HHhour.png"
            ]
        ],
        // (2) Апатиты
        "2" => [
            "0" => "Апатиты",
            "1" => [67.55, 33.35],
            "2" => [
                "0" => "COSMO-Ru6ENA",
                "1" => [
                    "0" => [0, 42, 3],
                    "1" => [0, 42, 3],
                    "2" => [0, 42, 3],
                    "3" => [0, 42, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/skewt_NFO_Mur_Apatity_HHhour.png"
            ]
        ],
        // (3) Брест
        "3" => [
            "0" => "Брест",
            "1" => [52.117, 23.683],
            "2" => [
                "0" => "COSMO-RuBy 2km",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/skewt_Bel_Brest_HHhour.png"
            ]
        ],
        // (4) Витебск
        "4" => [
            "0" => "Витебск",
            "1" => [55.1833, 30.1667],
            "2" => [
                "0" => "COSMO-RuBy 2km",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/skewt_Bel_Vitebsk_HHhour.png"
            ]
        ],
        // (5) Гомель
        "5" => [
            "0" => "Гомель",
            "1" => [52.4417, 30.9833],
            "2" => [
                "0" => "COSMO-RuBy 2km",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/skewt_Bel_Gomel_HHhour.png"
            ]
        ],
        // (6) Гродно
        "6" => [
            "0" => "Гродно",
            "1" => [53.601, 24.069],
            "2" => [
                "0" => "COSMO-RuBy 2km",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/skewt_Bel_Grodno_HHhour.png"
            ]
        ],
        // (7) Екатеринбург
        "7" => [
            "0" => "Екатеринбург",
            "1" => [56.8056, 60.5597],
            "2" => [
                "0" => "COSMO-Ru6ENA",
                "1" => [
                    "0" => [0, 42, 3],
                    "1" => [0, 42, 3],
                    "2" => [0, 42, 3],
                    "3" => [0, 42, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/skewt_UFO_Ekaterinburg_HHhour.png"
            ]
        ],
        // (8) Калининград
        // "8" => [
        //     "0" => "Калининград",
        //     "1" => [54.717, 20.55],
        //     "2" => [
        //         "0" => "COSMO-RuBy 2km",
        //         "1" => [
        //             "0" => [0, 36, 3],
        //             "1" => [0, 36, 3],
        //             "2" => [0, 36, 3],
        //             "3" => [0, 36, 3]
        //         ],
        //         "2" => "/res/224/images/cosmo2etr/yyyymmddhh/skewt_NFO_Kaliningrad_HHhour.png"
        //     ]
        // ],
        // (9) Красная Поляна
        "9" => [
            "0" => "Красная Поляна",
            "1" => [43.683, 40.2],
            "2" => [
                "0" => "COSMO-Ru7ETR",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/prZ_KrasnayaPolyana_p500gPa_HHhour.png"
            ],
            "3" => [
                "0" => "COSMO-Ru2SFO",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/prZ_KrasnayaPolyana_p500gPa_HHhour.png"
            ],
            "4" => [
                "0" => "COSMO-Ru1.1S",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/prZ_KrasnayaPolyana_p500gPa_HHhour.png"
            ]
        ],
        // (10) Красноярск
        "10" => [
            "0" => "Красноярск",
            "1" => [56.0205, 92.9703],
            "2" => [
                "0" => "COSMO-Ru6ENA",
                "1" => [
                    "0" => [0, 42, 3],
                    "1" => [0, 42, 3],
                    "2" => [0, 42, 3],
                    "3" => [0, 42, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/skewt_Sib_Krasnoyarsk_HHhour.png"
            ]
        ],
        // (11) Курск
        // "11" => [
        //     "0" => "Курск",
        //     "1" => [51.7167, 36.1833],
        //     "2" => [
        //         "0" => "COSMO-RuBy 2km",
        //         "1" => [
        //             "0" => [0, 36, 3],
        //             "1" => [0, 36, 3],
        //             "2" => [0, 36, 3],
        //             "3" => [0, 36, 3]
        //         ],
        //         "2" => "/res/224/images/cosmo2etr/yyyymmddhh/skewt_CFO_Kursk_HHhour.png"
        //     ]
        // ],
        // (12) Минск
        "12" => [
            "0" => "Минск",
            "1" => [53.9167, 27.55],
            // "2" => [
            //     "0" => "COSMO-Ru6ENA",
            //     "1" => [
            //         "0" => [0, 42, 3],
            //         "1" => [0, 42, 3],
            //         "2" => [0, 42, 3],
            //         "3" => [0, 42, 3]
            //     ],
            //     "2" => "/res/224/images/cosmo6/yyyymmddhh/skewt_Bel_Minsk_HHhour.png"
            // ],
            "2" => [
                "0" => "COSMO-RuBy 2km",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/skewt_Bel_Minsk_HHhour.png"
            ]
        ],
        // (13) Могилев
        "13" => [
            "0" => "Могилев",
            "1" => [53.8726, 30.3759],
            "2" => [
                "0" => "COSMO-RuBy 2km",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/skewt_Bel_Mogilev_HHhour.png"
            ]
        ],
        // (14) Москва
        "14" => [
            "0" => "Москва",
            "1" => [55.83, 37.617],
            // "2" => [
            //     "0" => "COSMO-Ru6ENA",
            //     "1" => [
            //         "0" => [0, 42, 3],
            //         "1" => [0, 42, 3],
            //         "2" => [0, 42, 3],
            //         "3" => [0, 42, 3]
            //     ],
            //     "2" => "/res/224/images/cosmo6/yyyymmddhh/skewt_CFO_Moscow_HHhour.png"
            // ],
            "2" => [
                "0" => "COSMO-RuBy 2km",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/skewt_CFO_Moscow_HHhour.png"
            ]
        ],
        // (15) Новороссийск
        "15" => [
            "0" => "Новороссийск",
            "1" => [44.716667, 37.766667],
            "2" => [
                "0" => "COSMO-Ru7ETR",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/prZ_Novorossiysk_p500gPa_HHhour.png"
            ],
            "3" => [
                "0" => "COSMO-Ru2SFO",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/prZ_Novorossiysk_p500gPa_HHhour.png"
            ]
        ],
        // (16) Новосибирск
        "16" => [
            "0" => "Новосибирск",
            "1" => [55.0462, 82.8653],
            "2" => [
                "0" => "COSMO-Ru6ENA",
                "1" => [
                    "0" => [0, 42, 3],
                    "1" => [0, 42, 3],
                    "2" => [0, 42, 3],
                    "3" => [0, 42, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/skewt_Sib_Novosibirsk_HHhour.png"
            ]
        ],
        // (17) Раменское
        "17" => [
            "0" => "Раменское",
            "1" => [55.5543, 38.1634],
            "2" => [
                "0" => "COSMO-Ru6ENA",
                "1" => [
                    "0" => [0, 42, 3],
                    "1" => [0, 42, 3],
                    "2" => [0, 42, 3],
                    "3" => [0, 42, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/skewt_CFO_MOb_Ramenskoye_HHhour.png"
            ],
            // "3" => [
            //     "0" => "COSMO-RuBy 2km",
            //     "1" => [
            //         "0" => [0, 48, 3],
            //         "1" => [0, 48, 3],
            //         "2" => [0, 48, 3],
            //         "3" => [0, 48, 3]
            //     ],
            //     "2" => "/res/224/images/cosmo2etr/yyyymmddhh/skewt_CFO_MOb_Ramenskoye_HHhour.png"
            // ]
        ],
        // (18) Рига
        // "18" => [
        //     "0" => "Рига",
        //     "1" => [56.9475, 24.1069],
        //     "2" => [
        //         "0" => "COSMO-RuBy 2km",
        //         "1" => [
        //             "0" => [0, 36, 3],
        //             "1" => [0, 36, 3],
        //             "2" => [0, 36, 3],
        //             "3" => [0, 36, 3]
        //         ],
        //         "2" => "/res/224/images/cosmo2etr/yyyymmddhh/skewt_Lat_Riga_HHhour.png"
        //     ]
        // ],
        // (19) Санкт-Петербург
        "19" => [
            "0" => "Санкт-Петербург",
            "1" => [59.967, 30.3],
            // "2" => [
            //     "0" => "COSMO-Ru6ENA",
            //     "1" => [
            //         "0" => [0, 42, 3],
            //         "1" => [0, 42, 3],
            //         "2" => [0, 42, 3],
            //         "3" => [0, 42, 3]
            //     ],
            //     "2" => "/res/224/images/cosmo6/yyyymmddhh/skewt_NFO_S-Ptrb_26063_HHhour.png"
            // ],
            "2" => [
                "0" => "COSMO-RuBy 2km",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/skewt_NFO_S-Ptrb_26063_HHhour.png"
            ]
        ],
        // (20) Сочи
        "20" => [
            "0" => "Сочи",
            "1" => [43.583, 39.767],
            "2" => [
                "0" => "COSMO-Ru7ETR",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/prZ_Sochi_p500gPa_HHhour.png"
            ],
            "3" => [
                "0" => "COSMO-Ru2SFO",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/prZ_Sochi_p500gPa_HHhour.png"
            ],
            "4" => [
                "0" => "COSMO-Ru1.1S",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/prZ_Sochi_p500gPa_HHhour.png"
            ]
        ],
        // (21) Томск
        "21" => [
            "0" => "Томск",
            "1" => [56.2876, 84.5427],
            "2" => [
                "0" => "COSMO-Ru6ENA",
                "1" => [
                    "0" => [0, 42, 3],
                    "1" => [0, 42, 3],
                    "2" => [0, 42, 3],
                    "3" => [0, 42, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/skewt_Sib_Tomsk_HHhour.png"
            ]
        ]
    ];
?>
