<?php
    // (1) Марки
    // (2) Вероятности повышения пороговых значений
    // (3) Среднее по ансамблю (изолинии) и разброс (цвет)

    $domens = [
        "bel" => [1]
    ];

    $ensemble = [
        // $ensemble[$id_domen] - домены
        // $ensemble[$id_domen][0] - название домена
        // $ensemble[$id_domen][$id_type] - типы карт
        // $ensemble[$id_domen][$id_type][0] - название типа карт
        // $ensemble[$id_domen][$id_type][$id_elem] - элементы
        // $ensemble[$id_domen][$id_type][$id_elem][0] - название элемента
        // $ensemble[$id_domen][$id_type][$id_elem][1] - время
        // $ensemble[$id_domen][$id_type][$id_elem][1][0] - начало прогноза
        // $ensemble[$id_domen][$id_type][$id_elem][1][1] - окончание прогноза
        // $ensemble[$id_domen][$id_type][$id_elem][1][2] - заблаговременность
        // $ensemble[$id_domen][$id_type][$id_elem][2] - шаблон ссылки
        // yyyymmddhh - date - заменяется в JS в соответствии с выбраной датой и начальным сроком
        // HH - time - заменяется в JS в соответствии с нажатой кнопкой времени

        // (1) Марки
        "1" => [
            "0" => "Белоруссия и запад России",
            "1" => [
                "0" => "Марки",
                "1" => [
                    "0" => "Порывы ветра на высоте 10 м",
                    "1" => [
                        "0" => [6, 36, 6],
                        "2" => [6, 36, 6]
                    ],
                    "2" => "/res/224/images/Bel_Ensemble/yyyymmddhh/PsM_G_HH.png"
                ],
                "2" => [
                    "0" => "Сумма осадков за 6 часов",
                    "1" => [
                        "0" => [6, 36, 6],
                        "2" => [6, 36, 6]
                    ],
                    "2" => "/res/224/images/Bel_Ensemble/yyyymmddhh/PsM_R6_HH.png"
                ],
                "3" => [
                    "0" => "Сумма осадков за 12 часов",
                    "1" => [
                        "0" => [12, 36, 6],
                        "2" => [12, 36, 6]
                    ],
                    "2" => "/res/224/images/Bel_Ensemble/yyyymmddhh/PsM_R12_HH.png"
                ],
                "4" => [
                    "0" => "Температура на высоте 2 м",
                    "1" => [
                        "0" => [6, 36, 6],
                        "2" => [6, 36, 6]
                    ],
                    "2" => "/res/224/images/Bel_Ensemble/yyyymmddhh/PsM_T2m_HH.png"
                ]
            ],
            "2" => [
                "0" => "Вероятности превышения пороговых значений",
                "1" => [
                    "0" => "Порывы ветра на высоте 10 м",
                    "1" => [
                        "0" => [6, 36, 6],
                        "2" => [6, 36, 6]
                    ],
                    "2" => "/res/224/images/Bel_Ensemble/yyyymmddhh/Pr_G_HH.png"
                ],
                "2" => [
                    "0" => "Сумма осадков за 12 часов",
                    "1" => [
                        "0" => [12, 36, 6],
                        "2" => [12, 36, 6]
                    ],
                    "2" => "/res/224/images/Bel_Ensemble/yyyymmddhh/Pr_R12_HH.png"
                ],
                "3" => [
                    "0" => "Сумма осадков за 24 часов",
                    "1" => [
                        "0" => [24, 36, 6],
                        "2" => [24, 36, 6]
                    ],
                    "2" => "/res/224/images/Bel_Ensemble/yyyymmddhh/Pr_R24_HH.png"
                ],
                "4" => [
                    "0" => "Сумма осадков в форме снега за 12 часов",
                    "1" => [
                        "0" => [12, 36, 6],
                        "2" => [12, 36, 6]
                    ],
                    "2" => "/res/224/images/Bel_Ensemble/yyyymmddhh/Pr_S12_HH.png"
                ]
            ],
            "3" => [
                "0" => "Среднее по ансамблю (изолинии) и разброс (цвет)",
                "1" => [
                    "0" => "Порывы ветра на высоте 10 м",
                    "1" => [
                        "0" => [6, 36, 6],
                        "2" => [6, 36, 6]
                    ],
                    "2" => "/res/224/images/Bel_Ensemble/yyyymmddhh/MD_G_HH.png"
                ],
                "2" => [
                    "0" => "Температура на высоте 2 м",
                    "1" => [
                        "0" => [6, 36, 6],
                        "2" => [6, 36, 6]
                    ],
                    "2" => "/res/224/images/Bel_Ensemble/yyyymmddhh/MD_T2m_HH.png"
                ]
            ]
        ]
    ];
?>
