<?php
// Common domens:
//      (1) Северная Евразия
//      (2) Россия и прилегающие регионы (альтернативная версия)
//      (3) ЕТР
//      (4) Республика Беларусь и сопредельные территории
//      (5) Центральный Федеральный округ
//      (6) Московская область
// Central Federal district:
//      (1), (2), (3), (5), (6)
// Volga Federal district:
//      (1), (2), (3)
//      (7) ПФО
//      (8) Татарстан
// North-Western Federal district:
//      (1), (2),(3)
//      (38) СЗФО
//      (9) Ленинградская область
//      (10) Мурманская и Архангельская области
//      (11) Арктическое побережье
//      (12) Балтийское море
// Siberian Federal district:
//      (1), (2)
//      (13) Южная Сибирь
//      (14) Красноярский край и прилегающие регионы (альтернативная версия)
//      (15) Регион реки Енисей
//      (16) Красноярский район
//      (17) Объекты Универсиады-2019
//      (18) Сибирь
// Southern and North Caucasus Federal districts:
//      (1), (2), (3)
//      (20) Регионы ЮФО и СКФО
//      (38) Кавказ
//      (21) Черноморское побережье
//      (22) Крым
//      (23) Черное море
//      (24) Каспийское море
//      (25) Новороссийск
//      (26) Сочи
// Ural Federal district:
//      (1), (2), (3)
//      (27) УФО
//      (28) Южная часть УФО
// Eastern Federal district:
//      (1), (2)
//      (29) ДФО
//      (30) Северная часть ДФО
//      (31) Южная часть ДФО
//      (32) Республика Саха (Якутия)
// Belarus:
//      (1), (2), (3), (4)
//      (33) Территория Белгидромета
// Moscow:
//      (1), (2), (3), (4), (5), (6)
//      (34) Новая Москва
//      (35) Москва

$domens = [
    "cfo" => [36, 1, 37, 3, 5, 6, 34, 35],
    "vfo" => [36, 1, 3, 7, 8],
    "szfo" => [36, 1, 37, 3, 38, 9, 10, 11, 12],
    "sfo" => [36, 1, 18, 13, 15, 16, 17],
    "sfo_skfo" => [36, 1, 37, 3, 20, 39, 21, 22, 23, 24, 25, 26],
    "ufo" => [36, 1, 3, 27, 28, 7],
    "dvfo" => [36, 1, 29, 30, 31, 32],
    "bel" => [36, 1, 37, 40, 4, 33],
    "mos" => [36, 1, 37, 3, 5, 6, 34, 35]
];

$maps = [
    // $maps[$id_domen] - домены
    // $maps[$id_domen][0] - название домена
    // $maps[$id_domen][$id_model] - модели
    // $maps[$id_domen][$id_model][0] - название модели
    // $maps[$id_domen][$id_model][$id_elem] - элементы
    // $maps[$id_domen][$id_model][$id_elem][0] - название элемента
    // $maps[$id_domen][$id_model][$id_elem][1] - время
    // $maps[$id_domen][$id_model][$id_elem][1][0] - начало прогноза
    // $maps[$id_domen][$id_model][$id_elem][1][1] - окончание прогноза
    // $maps[$id_domen][$id_model][$id_elem][1][2] - заблаговременность
    // $maps[$id_domen][$id_model][$id_elem][2] - шаблон ссылки
    // yyyymmddhh - date - заменяется в JS в соответствии с выбраной датой и начальным сроком
    // HH - time - заменяется в JS в соответствии с нажатой кнопкой времени

    // (1) Северная Евразия
    "1" => [
        "0" => "Северная Евразия",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "H500",
                "1" => [
                    "0" => [0, 120, 6],
                    "1" => [0, 78, 6],
                    "2" => [0, 120, 6],
                    "3" => [0, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SNG_H500_HHHhours.png"
            ],
            "2" => [
                "0" => "Давление на у.м",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SNG_PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 120, 3],
                    "1" => [12, 78, 3],
                    "2" => [12, 120, 3],
                    "3" => [12, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SNG_Prec12h+PMSL_HHHhours.png"
            ],
            "4" => [
                "0" => "Осадки за 24 часа",
                "1" => [
                    // "0" => [24, 120, 24],
                    // "1" => [24, 78, 24],
                    // "2" => [24, 120, 24],
                    // "3" => [24, 78, 24]
                    "0" => [24, 120, 24],
                    "1" => [42, 66, 24],
                    "2" => [36, 108, 24],
                    "3" => [30, 78, 24]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SNG_Prec24h+PMSL_HHHhours.png"
            ],
            "5" => [
                "0" => "Осадки за 120 часов",
                "1" => [
                    "0" => [120, 120, 1],
                    "1" => [120, 120, 1],
                    "2" => [120, 120, 1],
                    "3" => [120, 120, 1]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SNG_accumPrecip_HHHhours.png"
            ],
            "6" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SNG_VMAX10m3h_HHHhours.png"
            ],
            "7" => [
                "0" => "Порывы ветра за 24 часа",
                "1" => [
                    "0" => [24, 120, 6],
                    "1" => [24, 78, 6],
                    "2" => [24, 120, 6],
                    "3" => [24, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SNG_VMAX10Mmax24h_HHHhours.png"
            ],
            // "8" => [
            //     "0" => "T850",
            //     "1" => [
            //         "0" => [0, 120, 3],
            //         "1" => [0, 78, 3],
            //         "2" => [0, 120, 3],
            //         "3" => [0, 78, 3]
            //     ],
            //     "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SNG_T850_HHHhours.png"
            // ],
            "9" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SNG_T_2M_HHHhours.png"
            ],
            "10" => [
                "0" => "T850, давление",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SNG_T850+PMSL_HHHhours.png"
            ],
            "11" => [
                "0" => "Высота снега",
                "1" => [
                    "0" => [0, 120, 6],
                    "1" => [0, 78, 6],
                    "2" => [0, 120, 6],
                    "3" => [0, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SNG_HSnow_HHHhours.png"
            ],
            "12" => [
                "0" => "Прирост высоты свежевыпавшего снега за 24 часа",
                "1" => [
                    "0" => [30, 120, 6],
                    "1" => [30, 78, 6],
                    "2" => [30, 120, 6],
                    "3" => [30, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SNG_fSnow24h_HHHhours.png"
            ],
            "13" => [
                "0" => "CAPE",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SNG_CAPE_HHHhours.png"
            ],
            "14" => [
                "0" => "CAPE (макс. за 24 часа)",
                "1" => [
                    "0" => [24, 120, 6],
                    "1" => [24, 78, 6],
                    "2" => [24, 120, 6],
                    "3" => [24, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SNG_CAPEmax24h_HHHhours.png"
            ],
            "15" => [
                "0" => "Радарная отражаемость",
                "1" => [
                    "0" => [1, 120, 1],
                    "1" => [1, 78, 1],
                    "2" => [1, 120, 1],
                    "3" => [1, 78, 1]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SNG_DBZCTMAX1h_HHHhours.png"
            ]
        ],
        // "2" => [
        //     "0" => "COSMO-RuBy2ETR",
        //     "1" => [
        //         "0" => "Порывы ветра за 24 часа",
        //         "1" => [
        //             "0" => [24, 48, 6],
        //             "1" => [24, 48, 6],
        //             "2" => [24, 48, 6],
        //             "3" => [24, 48, 6]
        //         ],
        //         "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_SNG_VMAX10Mmax24h_HHHhours.png"
        //     ],
        // ],
        "3" => [
            "0" => "COSMO-Ru13.2ENA",
            "1" => [
                "0" => "H500",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 120, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 120, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-SNG_H500_HHhour.png"
            ],
            "2" => [
                "0" => "Давление на у.м",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 120, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 120, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-SNG_PMSL_HHhour.png"
            ]
        ]
    ],
    // (2) Россия и прилегающие регионы (альтернативная версия)
    "2" => [
        "0" => "Россия и прилегающие территории (альтернативная версия)",
        // "1" => [
        //     "0" => "COSMO-Ru13.2ENA",
        //     "1" => [
        //         "0" => "H500",
        //         "1" => [
        //             "0" => [3, 120, 3],
        //             "1" => [3, 78, 3],
        //             "2" => [3, 120, 3],
        //             "3" => [3, 78, 3]
        //         ],
        //         "2" => "/res/224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni0_h500.yyyymmddhh.HH.gif"
        //     ],
        //     "2" => [
        //         "0" => "Давление на у.м",
        //         "1" => [
        //             "0" => [3, 120, 3],
        //             "1" => [3, 78, 3],
        //             "2" => [3, 120, 3],
        //             "3" => [3, 78, 3]
        //         ],
        //         "2" => "/res/224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni0_mslp.yyyymmddhh.HH.gif"
        //     ],
        //     "3" => [
        //         "0" => "T2M",
        //         "1" => [
        //             "0" => [3, 120, 3],
        //             "1" => [3, 78, 3],
        //             "2" => [3, 120, 3],
        //             "3" => [3, 78, 3]
        //         ],
        //         "2" => "/res/224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni0_t2m_h500.yyyymmddhh.HH.gif"
        //     ],
        //     "4" => [
        //         "0" => "Осадки, облачность",
        //         "1" => [
        //             "0" => [3, 120, 3],
        //             "1" => [3, 78, 3],
        //             "2" => [3, 120, 3],
        //             "3" => [3, 78, 3]
        //         ],
        //         "2" => "/res/224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni0_prec03h_mcl_mslp.yyyymmddhh.HH.gif"
        //     ]
        // ],
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "H500",
                "1" => [
                    "0" => [3, 72, 3],
                    "1" => [3, 72, 3],
                    "2" => [3, 72, 3],
                    "3" => [3, 72, 3]
                ],
                "2" => "/res/224/images/diana/COSMO_ENA6/GIF/yyyymmddhh/cosmo_ena6.uni0_h500.yyyymmddhh.HH.gif"
            ],
            "2" => [
                "0" => "Давление на у.м",
                "1" => [
                    "0" => [3, 72, 3],
                    "1" => [3, 72, 3],
                    "2" => [3, 72, 3],
                    "3" => [3, 72, 3]
                ],
                "2" => "/res/224/images/diana/COSMO_ENA6/GIF/yyyymmddhh/cosmo_ena6.uni0_mslp.yyyymmddhh.HH.gif"
            ],
            "3" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [3, 120, 3],
                    "1" => [3, 78, 3],
                    "2" => [3, 120, 3],
                    "3" => [3, 78, 3]
                ],
                "2" => "/res/224/images/diana/COSMO_ENA6/GIF/yyyymmddhh/cosmo_ena6.uni0_prec03h_mcl_mslp.yyyymmddhh.HH.gif"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [3, 72, 3],
                    "1" => [3, 72, 3],
                    "2" => [3, 72, 3],
                    "3" => [3, 72, 3]
                ],
                "2" => "/res/224/images/diana/COSMO_ENA6/GIF/yyyymmddhh/cosmo_ena6.uni0_t2m_h500.yyyymmddhh.HH.gif"
            ]
        ]
    ],
    // (3) ЕТР
    "3" => [
        "0" => "ЕТР",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM_precip,mClouds,PMSL_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [6, 78, 12],
                    "1" => [12, 48, 12],
                    "2" => [6, 78, 12],
                    "3" => [12, 48, 12]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM_12precip,PMSL_HHhour.png"
            ],
            "3" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM_T2m,H500,PMSL_HHhour.png"
            ],
            "4" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM_wind10m,gust10m_HHhour.png"
            ],
            "5" => [
                "0" => "Прирост высоты свежевыпавшего снега за 6 часов",
                "1" => [
                    "0" => [6, 78, 6],
                    "1" => [6, 48, 6],
                    "2" => [6, 78, 6],
                    "3" => [6, 48, 6]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/PM_dHFSnow6h_HHhour.png"
            ],
            "6" => [
                "0" => "Прирост высоты свежевыпавшего снега за 24 часа",
                "1" => [
                    "0" => [24, 78, 6],
                    "1" => [24, 48, 6],
                    "2" => [24, 78, 6],
                    "3" => [24, 48, 6]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/PM_dHFSnow24h_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра за 24 часа",
                "1" => [
                    "0" => [24, 120, 6],
                    "1" => [24, 78, 6],
                    "2" => [24, 120, 6],
                    "3" => [24, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_VMAX10Mmax24h_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_T_2M+T850_HHHhours.png"
            ],
            "5" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_T_2M_HHHhours.png"
            ],
            "6" => [
                "0" => "T850",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_T850_HHHhours.png"
            ],
            "7" => [
                "0" => "Точка росы",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_TD_2M_HHHhours.png"
            ],
            "8" => [
                "0" => "Радиолокационная отражаемость",
                "1" => [
                    "0" => [1, 120, 1],
                    "1" => [1, 78, 1],
                    "2" => [1, 120, 1],
                    "3" => [1, 78, 1]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_DBZCTMAX1h_HHHhours.png"
            ],
            "9" => [
                "0" => "CAPE",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_CAPE_HHHhours.png"
            ],
            "10" => [
                "0" => "CAPE (макс. за 24 часа)",
                "1" => [
                    "0" => [24, 120, 6],
                    "1" => [24, 78, 6],
                    "2" => [24, 120, 6],
                    "3" => [24, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_CAPEmax24h_HHHhours.png"
            ],
            "11" => [
                "0" => "STP",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_STP_HHHhours.png"
            ],
            "12" => [
                "0" => "Прирост высоты свежевыпавшего снега за 24 часа",
                "1" => [
                    "0" => [30, 120, 6],
                    "1" => [30, 78, 6],
                    "2" => [30, 120, 6],
                    "3" => [30, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_fSnow24h_HHHhours.png"
            ]
        ],
        "3" => [
            "0" => "COSMO-RuBy 2km",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Порывы ветра за 24 часа",
                "1" => [
                    "0" => [24, 48, 6],
                    "1" => [24, 48, 6],
                    "2" => [24, 48, 6],
                    "3" => [24, 48, 6]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_VMAX10Mmax24h_HHHhours.png"
            ],
            "5" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_T_2M_HHHhours.png"
            ],
            "6" => [
                "0" => "T850",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_T850_HHHhours.png"
            ],
            "7" => [
                "0" => "Точка росы",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_TD_2M_HHHhours.png"
            ],
            "8" => [
                "0" => "Радарная отражаемость",
                "1" => [
                    "0" => [1, 48, 1],
                    "1" => [1, 48, 1],
                    "2" => [1, 48, 1],
                    "3" => [1, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_DBZCTMAX1h_HHHhours.png"
            ],
            "9" => [
                "0" => "Град",
                "1" => [
                    "0" => [6, 48, 6],
                    "1" => [6, 48, 6],
                    "2" => [6, 48, 6],
                    "3" => [6, 48, 6]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_DHAILMAX6h_HHHhours.png"
            ],
            "10" => [
                "0" => "Град за 24 часа",
                "1" => [
                    "0" => [24, 48, 24],
                    "1" => [24, 48, 24],
                    "2" => [24, 48, 24],
                    "3" => [24, 48, 24]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_DHAILMAX24h_HHHhours.png"
            ],
            "11" => [
                "0" => "Индекс молниевого потенциала",
                "1" => [
                    "0" => [3, 48, 3],
                    "1" => [3, 48, 3],
                    "2" => [3, 48, 3],
                    "3" => [3, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_LPIMAX3h_HHHhours.png"
            ],
            "12" => [
                "0" => "Индекс молниевого потенциала за 24 часа",
                "1" => [
                    "0" => [24, 48, 24],
                    "1" => [24, 48, 24],
                    "2" => [24, 48, 24],
                    "3" => [24, 48, 24]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_LPIMAX24h_HHHhours.png"
            ],
            "13" => [
                "0" => "STP",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_STP_HHHhours.png"
            ],
            "14" => [
                "0" => "SDI",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_SDI_2_HHHhours.png"
            ]
        ]
    ],
    // (4) Республика Беларусь и сопредельные территории
    "4" => [
        "0" => "Республика Беларусь и сопредельные территории",
        "1" => [
            "0" => "COSMO-RuBy 2km",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Belarus_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Belarus_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Belarus_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            // "4" => [
            //     "0" => "T2M",
            //     "1" => [
            //         "0" => [0, 48, 3],
            //         "1" => [0, 48, 3],
            //         "2" => [0, 48, 3],
            //         "3" => [0, 48, 3]
            //     ],
            //     "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Belarus_T_2M+H500_HHHhours.png"
            // ],
            "4" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Belarus_T_2M+T850_HHHhours.png"
            ],
            // "5" => [
            //     "0" => "T2M",
            //     "1" => [
            //         "0" => [0, 48, 3],
            //         "1" => [0, 48, 3],
            //         "2" => [0, 48, 3],
            //         "3" => [0, 48, 3]
            //     ],
            //     "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Belarus_T_2M_HHHhours.png"
            // ],
            "5" => [
                "0" => "Радарная отражаемость",
                "1" => [
                    "0" => [1, 48, 1],
                    "1" => [1, 48, 1],
                    "2" => [1, 48, 1],
                    "3" => [1, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Belarus_DBZCTMAX1h_HHHhours.png"
            ],
            "6" => [
                "0" => "Град",
                "1" => [
                    "0" => [6, 45, 3],
                    "1" => [6, 45, 3],
                    "2" => [6, 45, 3],
                    "3" => [6, 45, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Belarus_DHAILMAX6h_HHHhours.png"
            ],
            "7" => [
                "0" => "Индекс молниевого потенциала",
                "1" => [
                    "0" => [3, 48, 3],
                    "1" => [3, 48, 3],
                    "2" => [3, 48, 3],
                    "3" => [3, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Belarus_LPIMAX3h_HHHhours.png"
            ],
            "8" => [
                "0" => "CAPE",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Belarus_CAPE_HHHhours.png"
            ],
        ]
    ],
    // (5) ЦФО
    "5" => [
        "0" => "ЦФО",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-CFO_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 78, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 78, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-CFO_12precip_HHhour.png"
            ],
            "3" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-CFO_T2m,T850_HHhour.png"
            ],
            "4" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-CFO_wind10m,gust10m_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_CFO_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 120, 3],
                    "1" => [12, 78, 3],
                    "2" => [12, 120, 3],
                    "3" => [12, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_CFO_Prec12h_HHHhours.png"
            ],
            "3" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_CFO_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_CFO_VMAX10M3h+wind10m_HHHhours.png"
            ],
            "5" => [
                "0" => "Порывы ветра за 24 часа",
                "1" => [
                    "0" => [24, 120, 6],
                    "1" => [24, 78, 6],
                    "2" => [24, 120, 6],
                    "3" => [24, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_CFO_VMAX10Mmax24h_HHHhours.png"
            ],
            "6" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_CFO_T_2M+T850_HHHhours.png"
            ],
            "7" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_CFO_T_2M_HHHhours.png"
            ],
            "8" => [
                "0" => "CAPE",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_CFO_CAPE_HHHhours.png"
            ],
            "9" => [
                "0" => "Прирост высоты свежевыпавшего снега за 24 часа",
                "1" => [
                    "0" => [30, 120, 6],
                    "1" => [30, 78, 6],
                    "2" => [30, 120, 6],
                    "3" => [30, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_CFO_fSnow24h_HHHhours.png"
            ],
        ],
        "3" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_CFO_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_CFO_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_CFO_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_CFO_VMAX10M1h+wind10m_HHHhours.png"
            ],
            "5" => [
                "0" => "Порывы ветра за 24 часа",
                "1" => [
                    "0" => [24, 48, 6],
                    "1" => [24, 48, 6],
                    "2" => [24, 48, 6],
                    "3" => [24, 48, 6]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_CFO_VMAX10Mmax24h_HHHhours.png"
            ],
            "6" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_CFO_T_2M_HHHhours.png"
            ],
            "7" => [
                "0" => "T2M и уровне 850гПа",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_CFO_T_2M+T850_HHHhours.png"
            ],
            "8" => [
                "0" => "Радарная отражаемость",
                "1" => [
                    "0" => [1, 48, 1],
                    "1" => [1, 48, 1],
                    "2" => [1, 48, 1],
                    "3" => [1, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_CFO_DBZCTMAX1h_HHHhours.png"
            ],
            "9" => [
                "0" => "Град",
                "1" => [
                    "0" => [6, 48, 6],
                    "1" => [6, 48, 6],
                    "2" => [6, 48, 6],
                    "3" => [6, 48, 6]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_CFO_DHAILMAX6h_HHHhours.png"
            ],
            "10" => [
                "0" => "Индекс молниевого потенциала",
                "1" => [
                    "0" => [3, 48, 3],
                    "1" => [3, 48, 3],
                    "2" => [3, 48, 3],
                    "3" => [3, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_CFO_LPIMAX3h_HHHhours.png"
            ],
            "11" => [
                "0" => "SDI",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_CFO_SDI_2_HHHhours.png"
            ],
            "12" => [
                "0" => "STP",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_CFO_STP_HHHhours.png"
            ]
        ],
        "4" => [
            "0" => "COSMO-Ru2.2CFO",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2m/yyyymmddhh/FM-CFO_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [6, 42, 12],
                    "1" => [12, 42, 12],
                    "2" => [6, 42, 12],
                    "3" => [12, 42, 12]
                ],
                "2" => "/res/224/images/cosmo2m/yyyymmddhh/FM-CFO_12precip,PMSL_HHhour.png"
            ],
            "3" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2m/yyyymmddhh/FM-CFO_T2m,T850_HHhour.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2m/yyyymmddhh/FM-CFO_T2m_HHhour.png"
            ],
            "5" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2m/yyyymmddhh/FM-CFO_wind10m,gust10m_HHhour.png"
            ],
            "6" => [
                "0" => "Облачность н.яр.",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2m/yyyymmddhh/FM-CFO_lclouds,PMSL_HHhour.png"
            ],
            "7" => [
                "0" => "Радарная отражаемость",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2m/yyyymmddhh/FM-CFO_dbzcmax_HHhour.png"
            ]
        ]
    ],
    // (6) Московская область
    "6" => [
        "0" => "Московская область",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_MosReg_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_MosReg_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_MosReg_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_MosReg_T_2M_HHHhours.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_MosReg_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_MosReg_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_MosReg_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_MosReg_T_2M_HHHhours.png"
            ],
            "5" => [
                "0" => "Радарная отражаемость",
                "1" => [
                    "0" => [1, 48, 1],
                    "1" => [1, 48, 1],
                    "2" => [1, 48, 1],
                    "3" => [1, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_MosReg_DBZCTMAX1h_HHHhours.png"
            ],
            "6" => [
                "0" => "Град",
                "1" => [
                    "0" => [6, 48, 6],
                    "1" => [6, 48, 6],
                    "2" => [6, 48, 6],
                    "3" => [6, 48, 6]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_MosReg_DHAILMAX6h_HHHhours.png"
            ],
            "7" => [
                "0" => "Индекс молниевого потенциала",
                "1" => [
                    "0" => [3, 48, 3],
                    "1" => [3, 48, 3],
                    "2" => [3, 48, 3],
                    "3" => [3, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_MosReg_LPIMAX3h_HHHhours.png"
            ],
            "8" => [
                "0" => "SDI",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_MosReg_SDI_2_HHHhours.png"
            ],
        ],
        "3" => [
            "0" => "COSMO-Ru1.0M",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1msk/yyyymmddhh/fm_MosReg_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo1msk/yyyymmddhh/fm_MosReg_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1msk/yyyymmddhh/fm_MosReg_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1msk/yyyymmddhh/fm_MosReg_T_2M_HHHhours.png"
            ]
        ]
    ],
    // (7) ПФО
    "7" => [
        "0" => "ПФО",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-VolFO_precip,mClouds,PMSL_HHhour.png"
            ],
            "2" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-VolFO_wind10m,gust10m_HHhour.png"
            ],
            "3" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-VolFO_wind10m_HHhour.png"
            ],
            "4" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-VolFO_T2m,T850_HHhour.png"
            ],
            "5" => [
                "0" => "Направление ветра, относительная влажность",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-VolFO_wind750_RemHum750_HHhour.png"
            ],
            "6" => [
                "0" => "Облачность н.яр.",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-VolFO_lclouds,PMSL_HHhour.png"
            ],
            "7" => [
                "0" => "Прирост высоты свежевыпавшего снега за 6 часов",
                "1" => [
                    "0" => [6, 78, 6],
                    "1" => [6, 48, 6],
                    "2" => [6, 78, 6],
                    "3" => [6, 48, 6]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/PM-VolFO_dHFSnow6h_HHhour.png"
            ],
            "8" => [
                "0" => "Прирост высоты свежевыпавшего снега за 24 часа",
                "1" => [
                    "0" => [24, 78, 6],
                    "1" => [24, 48, 6],
                    "2" => [24, 78, 6],
                    "3" => [24, 48, 6]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/PM-VolFO_dHFSnow24h_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_VFO_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_VFO_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_VFO_VMAX10M3h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_VFO_T_2M_HHHhours.png"
            ],
            "5" => [
                "0" => "CAPE",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_VFO_CAPE_HHHhours.png"
            ],
            "6" => [
                "0" => "Прирост высоты свежевыпавшего снега за 24 часа",
                "1" => [
                    "0" => [30, 120, 6],
                    "1" => [30, 78, 6],
                    "2" => [30, 120, 6],
                    "3" => [30, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_VFO_fSnow24h_HHHhours.png"
            ],
        ],
        "3" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки, облачность ",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_VFO_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_VFO_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_VFO_VMAX10M1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_VFO_T_2M_HHHhours.png"
            ],
            "5" => [
                "0" => "Радарная отражаемость",
                "1" => [
                    "0" => [1, 48, 1],
                    "1" => [1, 48, 1],
                    "2" => [1, 48, 1],
                    "3" => [1, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_VFO_DBZCTMAX1h_HHHhours.png"
            ],
            "6" => [
                "0" => "Град",
                "1" => [
                    "0" => [6, 48, 6],
                    "1" => [6, 48, 6],
                    "2" => [6, 48, 6],
                    "3" => [6, 48, 6]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_VFO_DHAILMAX6h_HHHhours.png"
            ],
            "7" => [
                "0" => "Индекс молниевого потенциала",
                "1" => [
                    "0" => [3, 48, 3],
                    "1" => [3, 48, 3],
                    "2" => [3, 48, 3],
                    "3" => [3, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_VFO_LPIMAX3h_HHHhours.png"
            ],
            "8" => [
                "0" => "SDI",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_VFO_SDI_2_HHHhours.png"
            ]
        ],
        // "4" => [
        //     "0" => "COSMO-Ru2.2VFO",
        //     "1" => [
        //         "0" => "Осадки, облачность ",
        //         "1" => [
        //             "0" => [0, 42, 1],
        //             "1" => [0, 42, 1],
        //             "2" => [0, 42, 1],
        //             "3" => [0, 42, 1]
        //         ],
        //         "2" => "/res/224/images/cosmo2vfo/yyyymmddhh/FM-VolFO_precip-b,mClouds,PMSL-b_HHhour.png"
        //     ],
        //     "2" => [
        //         "0" => "Осадки за 12 часов",
        //         "1" => [
        //             "0" => [6, 42, 12],
        //             "1" => [12, 36, 12],
        //             "2" => [6, 42, 12],
        //             "3" => [12, 36, 12]
        //         ],
        //         "2" => "/res/224/images/cosmo2vfo/yyyymmddhh/FM-VolFO_12precip,PMSL_HHhour.png"
        //     ],
        //     "3" => [
        //         "0" => "Ветер",
        //         "1" => [
        //             "0" => [0, 42, 1],
        //             "1" => [0, 42, 1],
        //             "2" => [0, 42, 1],
        //             "3" => [0, 42, 1]
        //         ],
        //         "2" => "/res/224/images/cosmo2vfo/yyyymmddhh/FM-VolFO_wind10m_HHhour.png"
        //     ],
        //     "4" => [
        //         "0" => "Облачность н.яр.",
        //         "1" => [
        //             "0" => [0, 42, 1],
        //             "1" => [0, 42, 1],
        //             "2" => [0, 42, 1],
        //             "3" => [0, 42, 1]
        //         ],
        //         "2" => "/res/224/images/cosmo2vfo/yyyymmddhh/FM-VolFO_lclouds,PMSL_HHhour.png"
        //     ],
        //     "5" => [
        //         "0" => "Индекс молниевого потенциала",
        //         "1" => [
        //             "0" => [0, 42, 3],
        //             "1" => [0, 42, 3],
        //             "2" => [0, 42, 3],
        //             "3" => [0, 42, 3]
        //         ],
        //         "2" => "/res/224/images/cosmo2vfo/yyyymmddhh/FM-VolFO_LPI_HHhour.png"
        //     ],
        //     "6" => [
        //         "0" => "Радарная отражаемость",
        //         "1" => [
        //             "0" => [0, 42, 1],
        //             "1" => [0, 42, 1],
        //             "2" => [0, 42, 1],
        //             "3" => [0, 42, 1]
        //         ],
        //         "2" => "/res/224/images/cosmo2vfo/yyyymmddhh/FM-VolFO_dbzcmax_HHhour.png"
        //     ]
        // ]
    ],
    // (8) Татарстан
    "8" => [
        "0" => "Татарстан",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-RTat_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-RTat_wind10m_HHhour.png"
            ],
            "4" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-RTat_T2m,T850_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Tatarstan_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Tatarstan_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Tatarstan_T_2M_HHHhours.png"
            ]
        ],
        // "3" => [
        //     "0" => "COSMO-Ru2.2VFO",
        //     "1" => [
        //         "0" => "Осадки, облачность",
        //         "1" => [
        //             "0" => [0, 42, 1],
        //             "1" => [0, 42, 1],
        //             "2" => [0, 42, 1],
        //             "3" => [0, 42, 1]
        //         ],
        //         "2" => "/res/224/images/cosmo2vfo/yyyymmddhh/FM-RTat_precip-b,mClouds,PMSL-b_HHhour.png"
        //     ],
        //     "2" => [
        //         "0" => "Осадки за 12 часов",
        //         "1" => [
        //             "0" => [6, 42, 12],
        //             "1" => [12, 36, 12],
        //             "2" => [6, 42, 12],
        //             "3" => [12, 36, 12]
        //         ],
        //         "2" => "/res/224/images/cosmo2vfo/yyyymmddhh/FM-RTat_12precip,PMSL_HHhour.png"
        //     ],
        //     "3" => [
        //         "0" => "Порывы ветра",
        //         "1" => [
        //             "0" => [0, 42, 1],
        //             "1" => [0, 42, 1],
        //             "2" => [0, 42, 1],
        //             "3" => [0, 42, 1]
        //         ],
        //         "2" => "/res/224/images/cosmo2vfo/yyyymmddhh/FM-RTat_wind10m,gust10m_HHhour.png"
        //     ],
        //     "4" => [
        //         "0" => "Ветер",
        //         "1" => [
        //             "0" => [0, 42, 1],
        //             "1" => [0, 42, 1],
        //             "2" => [0, 42, 1],
        //             "3" => [0, 42, 1]
        //         ],
        //         "2" => "/res/224/images/cosmo2vfo/yyyymmddhh/FM-RTat_wind10m_HHhour.png"
        //     ],
        //     "5" => [
        //         "0" => "Облачность н.яр.",
        //         "1" => [
        //             "0" => [0, 42, 1],
        //             "1" => [0, 42, 1],
        //             "2" => [0, 42, 1],
        //             "3" => [0, 42, 1]
        //         ],
        //         "2" => "/res/224/images/cosmo2vfo/yyyymmddhh/FM-RTat_lclouds,PMSL_HHhour.png"
        //     ]
        // ]
    ],
    // (9) Ленинградская область
    "9" => [
        "0" => "Ленинградская область",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-LenObl_precip,mClouds,PMSL_HHhour.png"
            ],
            "2" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-LenObl_wind10m,gust10m_HHhour.png"
            ],
            "3" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-LenObl_T2m_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_LenObl_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_LenObl_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_LenObl_T_2M_HHHhours.png"
            ],
            "4" => [
                "0" => "Радарная отражаемость",
                "1" => [
                    "0" => [1, 48, 1],
                    "1" => [1, 48, 1],
                    "2" => [1, 48, 1],
                    "3" => [1, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_LenObl_DBZCTMAX1h_HHHhours.png"
            ],
            "5" => [
                "0" => "Град",
                "1" => [
                    "0" => [6, 45, 6],
                    "1" => [6, 45, 6],
                    "2" => [6, 45, 6],
                    "3" => [6, 45, 6]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_LenObl_DHAILMAX6h_HHHhours.png"
            ],
            "6" => [
                "0" => "Индекс молниевого потенциала",
                "1" => [
                    "0" => [3, 48, 3],
                    "1" => [3, 48, 3],
                    "2" => [3, 48, 3],
                    "3" => [3, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_LenObl_LPIMAX3h_HHHhours.png"
            ]
        ]
    ],
    // (10) Мурманская и Архангельская области
    "10" => [
        "0" => "Мурманская и Архангельская области",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-SeaBarents_precip,mClouds,PMSL_HHhour.png"
            ],
            "2" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-SeaBarents_wind10m,gust10m_HHhour.png"
            ],
            "3" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-SeaBarents_wind10m_HHhour.png"
            ],
            "4" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-SeaBarents_T2m,T850_HHhour.png"
            ],
            "5" => [
                "0" => "Ледовая обстановка",
                "1" => [
                    "0" => [0, 0, 1],
                    "1" => [0, 0, 1],
                    "2" => [0, 0, 1],
                    "3" => [0, 0, 1]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-SeaBarents_HICE_HHhour.png"
            ]
        ]
    ],
    // (11) Арктическое побережье
    "11" => [
        "0" => "Арктическое побережье",
        "1" => [
            "0" => "COSMO-Ru13.2ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-ArcSea_precip,mClouds,PMSL_HHhour.png"
            ],
            "2" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-ArcSea_wind10m_HHhour.png"
            ],
            "3" => [
                "0" => "T2M, T500",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-ArcSea_T2m_c,H500,PMSL_HHhour.png"
            ],
            "4" => [
                "0" => "Толщина морского льда",
                "1" => [
                    "0" => [0, 0, 1],
                    "1" => [0, 0, 1],
                    "2" => [0, 0, 1],
                    "3" => [0, 0, 1],
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-ArcSea_HICE_HHhour.png"
            ]
        ]
    ],
    // (12) Балтийское море
    "12" => [
        "0" => "Балтийское море",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-BalticSea_wind10m_HHhour.png"
            ]
        ]
    ],
    // (13) Южная Сибирь
    "13" => [
        "0" => "Южная Сибирь",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Ветер, H500",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sSib_H500+W500_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sSib_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "3" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 120, 3],
                    "1" => [12, 78, 3],
                    "2" => [12, 120, 3],
                    "3" => [12, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sSib_Prec12h+PMSL_HHHhours.png"
            ],
            "4" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sSib_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            // "5" => [
            //     "0" => "Порывы на 10 м",
            //     "1" => [
            //         "0" => [0, 120, 3],
            //         "1" => [0, 78, 3],
            //         "2" => [0, 120, 3],
            //         "3" => [0, 78, 3]
            //     ],
            //     "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sSib_VMAX10M+wind10m_HHHhours.png"
            // ],
            "6" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sSib_T_2M+H500_HHHhours.png"
            ],
            "7" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sSib_T_2M+T850_HHHhours.png"
            ],
            "8" => [
                "0" => "RH850, H850",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sSib_RH850+H850_HHHhours.png"
            ],
            "9" => [
                "0" => "Прирост высоты свежевыпавшего снега за 24 часа",
                "1" => [
                    "0" => [30, 120, 6],
                    "1" => [30, 78, 6],
                    "2" => [30, 120, 6],
                    "3" => [30, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sSib_fSnow24h_HHHhours.png"
            ],
            // "9" => [
            //     "0" => "Относительная влажность на уровне 925 гПа, высота поверхности 925 гПа",
            //     "1" => [
            //         "0" => [0, 120, 3],
            //         "1" => [0, 78, 3],
            //         "2" => [0, 120, 3],
            //         "3" => [0, 78, 3]
            //     ],
            //     "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sSib_RH925+H925_HHHhours.png"
            // ],
            // "10" => [
            //     "0" => "Significant Tornado Parameter",
            //     "1" => [
            //         "0" => [0, 48, 1],
            //         "1" => [0, 48, 1],
            //         "2" => [0, 48, 1],
            //         "3" => [0, 48, 1]
            //     ],
            //     "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sSib_STP_HHHhours.png"
            // ],
            // "11" => [
            //     "0" => "Высота свежевыпавшего снега за 6 часов",
            //     "1" => [
            //         "0" => [6, 120, 6],
            //         "1" => [6, 78, 6],
            //         "2" => [6, 120, 6],
            //         "3" => [6, 78, 6]
            //     ],
            //     "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sSib_fSnow6h_HHHhours.png"
            // ],
            // "12" => [
            //     "0" => "Высота свежевыпавшего снега за 24 часа",
            //     "1" => [
            //         "0" => [24, 120, 6],
            //         "1" => [24, 78, 6],
            //         "2" => [24, 120, 6],
            //         "3" => [24, 78, 6]
            //     ],
            //     "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sSib_fSnow24h_HHHhours.png"
            // ],
            // "13" => [
            //     "0" => "Дымовой аэрозоль (PM2.5)",
            //     "1" => [
            //         "0" => [1, 48, 1],
            //         "1" => [1, 48, 1],
            //         "2" => [1, 48, 1],
            //         "3" => [1, 48, 1]
            //     ],
            //     "2" => "/res/224/images/cosmo6/yyyymmddhh/ART_NAfire_OUT_VP25AJ_REL_HHHhour.png"
            // ],
            // "14" => [
            //     "0" => "Угарный газ (CO)",
            //     "1" => [
            //         "0" => [0, 48, 1],
            //         "1" => [0, 48, 1],
            //         "2" => [0, 48, 1],
            //         "3" => [0, 48, 1]
            //     ],
            //     "2" => "/res/224/images/cosmo6/yyyymmddhh/ART_NAfire_OUT_CO_REL_HHHhour.png"
            // ]
        ],
        "2" => [
            "0" => "COSMO-Ru13.2ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-WSSib_precip,mClouds,PMSL_HHhour.png"
            ],
            "1" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [6, 120, 12],
                    "1" => [12, 78, 12],
                    "2" => [6, 120, 12],
                    "3" => [12, 78, 12]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-WSSib_12precip,PMSL_HHhour.png"
            ],
            "1" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-WSSib_wind10m,gust10m_HHhour.png"
            ],
            "1" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-WSSib_T2m,T850_HHhour.png"
            ]
        ]
    ],
    // (14) Красноярский край и прилегающие регионы (альтернативная версия)
    // "14" => [
    //     "0" => "Красноярский край и прилегающие регионы (альтернативная версия)",
    //     "1" => [
    //         "0" => "COSMO-Ru13.2ENA",
    //         "1" => [
    //             "0" => "Высота поверхности 925 гПа, средний ветер на уровне 925 гПа",
    //             "1" => [
    //                 "0" => [3, 120, 3],
    //                 "1" => [3, 78, 3],
    //                 "2" => [3, 120, 3],
    //                 "3" => [3, 78, 3]
    //             ],
    //             "2" => "/res/224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni1_h925_w925.yyyymmddhh.HH.gif"
    //         ],
    //         "2" => [
    //             "0" => "Осадки, облачность",
    //             "1" => [
    //                 "0" => [3, 120, 3],
    //                 "1" => [3, 78, 3],
    //                 "2" => [3, 120, 3],
    //                 "3" => [3, 78, 3]
    //             ],
    //             "2" => "/res/224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni1_prec03h_mcl_mslp.yyyymmddhh.HH.gif"
    //         ],
    //         "3" => [
    //             "0" => "Осадки за 12 часов",
    //             "1" => [
    //                 "0" => [12, 120, 3],
    //                 "1" => [12, 78, 3],
    //                 "2" => [12, 120, 3],
    //                 "3" => [12, 78, 3]
    //             ],
    //             "2" => "/res/224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni1_prec12h.yyyymmddhh.HH.gif"
    //         ],
    //         "4" => [
    //             "0" => "Средний ветер и порывы на высоте 2 м и уровне 850 гПа",
    //             "1" => [
    //                 "0" => [3, 120, 3],
    //                 "1" => [3, 78, 3],
    //                 "2" => [3, 120, 3],
    //                 "3" => [3, 78, 3]
    //             ],
    //             "2" => "/res/224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni1_wind10m_windgust_mslp.yyyymmddhh.HH.gif"
    //         ],
    //         "5" => [
    //             "0" => "Температура воздуа на высоте 2 м и уровне 850 гПа",
    //             "1" => [
    //                 "0" => [3, 120, 3],
    //                 "1" => [3, 78, 3],
    //                 "2" => [3, 120, 3],
    //                 "3" => [3, 78, 3]
    //             ],
    //             "2" => "/res/224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni1_t2m_t850.yyyymmddhh.HH.gif"
    //         ],
    //         "6" => [
    //             "0" => "RH850, H850",
    //             "1" => [
    //                 "0" => [3, 120, 3],
    //                 "1" => [3, 78, 3],
    //                 "2" => [3, 120, 3],
    //                 "3" => [3, 78, 3]
    //             ],
    //             "2" => "/res/224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni1_rh850_h850.yyyymmddhh.HH.gif"
    //         ],
    //         "7" => [
    //             "0" => "Относительная влажность на уровне 925 гПа, высота поверхности 925 гПа",
    //             "1" => [
    //                 "0" => [3, 120, 3],
    //                 "1" => [3, 78, 3],
    //                 "2" => [3, 120, 3],
    //                 "3" => [3, 78, 3]
    //             ],
    //             "2" => "/res/224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni1_rh925_h925.yyyymmddhh.HH.gif"
    //         ]
    //     ]
    // ],
    // (15) Регион реки Енисей
    "15" => [
        "0" => "Регион реки Енисей",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 120, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 120, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Krasn_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 78, 3],
                    "1" => [12, 120, 3],
                    "2" => [12, 78, 3],
                    "3" => [12, 120, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Krasn_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 120, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 120, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Krasn_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 120, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 120, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Krasn_T_2M+T850_HHHhours.png"
            ],
            "5" => [
                "0" => "H925, ветер на 925 гПа",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 120, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 120, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Krasn_H925+wind925_HHHhours.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru2.2KRS",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_Krasn_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_Krasn_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_Krasn_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_Krasn_T_2M+T850HHH0hours.png"
            ],
            "5" => [
                "0" => "H925, ветер на 925 гПа",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_Krasn_H925+wind925_HHHhours.png"
            ]
        ]
    ],
    // (16) Красноярский район
    "16" => [
        "0" => "Красноярский район",
        "1" => [
            "0" => "COSMO-Ru2.2KRS",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_Prec12h_HHHhours.png"
            ],
            "3" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_T_2M+T850_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_T_2M_HHHhours.png"
            ],
            "5" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_VMAX10m1h+wind10m_HHHhours.png"
            ],
            "6" => [
                "0" => "Облачность н.яр.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_CLCL+PMSL_HHHhours.png"
            ],
            "7" => [
                "0" => "RH2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_RELHUM2M_HHHhours.png"
            ],
            "8" => [
                "0" => "Ветер, облачность ср.яр.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_CLCM+wind10m_HHHhours.png"
            ],
            "9" => [
                "0" => "T925",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_T925_HHHhours.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru1.1KRS",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1krs/yyyymmddhh/fm_Krasnoyarsk_Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo1krs/yyyymmddhh/fm_Krasnoyarsk_Prec12h_HHHhours.png"
            ],
            "3" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo1krs/yyyymmddhh/fm_Krasnoyarsk_T_2M+T850_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1krs/yyyymmddhh/fm_Krasnoyarsk_T_2M_HHHhours.png"
            ],
            "5" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1krs/yyyymmddhh/fm_Krasnoyarsk_VMAX10m1h+wind10m_HHHhours.png"
            ],
            "6" => [
                "0" => "Облачность н.яр.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1krs/yyyymmddhh/fm_Krasnoyarsk_CLCL+PMSL_HHHhours.png"
            ],
            "7" => [
                "0" => "RH2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1krs/yyyymmddhh/fm_Krasnoyarsk_RELHUM2M_HHHhours.png"
            ]
        ],
    ],
    // (17) Объекты Универсиады-2019
    "17" => [
        "0" => "Объекты Универсиады-2019",
        "1" => [
            "0" => "COSMO-Ru2.2KRS",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_UniKrs_Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_UniKrs_Prec12h_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_UniKrs_VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_UniKrs_T_2M+T850_HHHhours.png"
            ],
            "5" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_UniKrs_T_2M_HHHhours.png"
            ],
            "6" => [
                "0" => "Облачность н.яр.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_UniKrs_CLCL+PMSL_HHHhours.png"
            ],
            "7" => [
                "0" => "RH2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_UniKrs_RELHUM2M_HHHhours.png"
            ],
            "8" => [
                "0" => "Ветер, облачность ср.яр.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2krs/yyyymmddhh/fm_UniKrs_CLCM+wind10m_HHHhours.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru1.1KRS",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1krs/yyyymmddhh/fm_UniKrs_Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo1krs/yyyymmddhh/fm_UniKrs_Prec12h_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1krs/yyyymmddhh/fm_UniKrs_VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo1krs/yyyymmddhh/fm_UniKrs_T_2M+T850_HHHhours.png"
            ],
            "5" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1krs/yyyymmddhh/fm_UniKrs_T_2M_HHHhours.png"
            ],
            "6" => [
                "0" => "Облачность н.яр.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1krs/yyyymmddhh/fm_UniKrs_CLCL+PMSL_HHHhours.png"
            ],
            "7" => [
                "0" => "RH2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1krs/yyyymmddhh/fm_UniKrs_RELHUM2M_HHHhours.png"
            ]
        ],
    ],
    // (18) Сибирь
    "18" => [
        "0" => "Сибирь",
        "1" => [
            "0" => "COSMO-Ru13.2ENA",
            "1" => [
                "0" => "T2M, T500",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-Sib_T2m_c,H500,PMSL_HHhour.png"
            ]
        ],
        // "2" => [
        //     "0" => "COSMO-Ru6ENA",
        //     "1" => [
        //         "0" => "T2M, T500",
        //         "1" => [
        //             "0" => [0, 120, 3],
        //             "1" => [0, 78, 3],
        //             "2" => [0, 120, 3],
        //             "3" => [0, 78, 3]
        //         ],
        //         "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-Sib_T2m_c,H500,PMSL_HHhour.png"
        //     ]
        // ]
    ],
    // (20) ЮФО и СКФО
    "20" => [
        "0" => "ЮФО и СКФО",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SFO_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 120, 3],
                    "1" => [12, 78, 3],
                    "2" => [12, 120, 3],
                    "3" => [12, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SFO_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SFO_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SFO_VMAX10M3h+wind10m_HHHhours.png"
            ],
            "5" => [
                "0" => "Порывы ветра за 24 часа",
                "1" => [
                    "0" => [24, 120, 6],
                    "1" => [24, 78, 6],
                    "2" => [24, 120, 6],
                    "3" => [24, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SFO_VMAX10Mmax24h_HHHhours.png"
            ],
            "6" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SFO_T_2M_HHHhours.png"
            ],
            "7" => [
                "0" => "CAPE",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SFO_CAPE_HHHhours.png"
            ],
            "8" => [
                "0" => "Прирост высоты свежевыпавшего снега за 24 часа",
                "1" => [
                    "0" => [30, 120, 6],
                    "1" => [30, 78, 6],
                    "2" => [30, 120, 6],
                    "3" => [30, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_SFO_fSnow24h_HHHhours.png"
            ],
        ],
        "2" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_SFO_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_SFO_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра, давление на ур.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_SFO_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_SFO_VMAX10M1h+wind10m_HHHhours.png"
            ],
            "5" => [
                "0" => "Порывы ветра за 24 часа",
                "1" => [
                    "0" => [24, 48, 6],
                    "1" => [24, 48, 6],
                    "2" => [24, 48, 6],
                    "3" => [24, 48, 6]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_SFO_VMAX10Mmax24h_HHHhours.png"
            ],
            "6" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_SFO_T_2M_HHHhours.png"
            ],
            "7" => [
                "0" => "SDI",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_SFO_SDI_2_HHHhours.png"
            ],
            "8" => [
                "0" => "Радарная отражаемость",
                "1" => [
                    "0" => [1, 48, 1],
                    "1" => [1, 48, 1],
                    "2" => [1, 48, 1],
                    "3" => [1, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_SFO_DBZCTMAX1h_HHHhours.png"
            ],
            "9" => [
                "0" => "Град",
                "1" => [
                    "0" => [6, 48, 6],
                    "1" => [6, 48, 6],
                    "2" => [6, 48, 6],
                    "3" => [6, 48, 6]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_SFO_DHAILMAX6h_HHHhours.png"
            ],
            "10" => [
                "0" => "Индекс молниевого потенциала",
                "1" => [
                    "0" => [3, 48, 3],
                    "1" => [3, 48, 3],
                    "2" => [3, 48, 3],
                    "3" => [3, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_SFO_LPIMAX3h_HHHhours.png"
            ],
            "11" => [
                "0" => "STP",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_SFO_STP_HHHhours.png"
            ]
        ]
    ],
    // (21) Черноморское побережье
    "21" => [
        "0" => "Черноморское побережье",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-BSC_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Облачность н.яр.",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-BSC_lclouds,PMSL_HHhour.png"
            ],
            "3" => [
                "0" => "Прирост высоты свежевыпавшего снега за 6 часов",
                "1" => [
                    "0" => [6, 78, 6],
                    "1" => [6, 48, 6],
                    "2" => [6, 78, 6],
                    "3" => [6, 48, 6]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/PM-BSC_dHFSnow6h_HHhour.png"
            ],
            "4" => [
                "0" => "Прирост высоты свежевыпавшего снега за 24 часа",
                "1" => [
                    "0" => [24, 78, 6],
                    "1" => [24, 48, 6],
                    "2" => [24, 78, 6],
                    "3" => [24, 48, 6]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/PM-BSC_dHFSnow24h_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_RuBSC_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_RuBSC_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_RuBSC_T_2M_HHHhours.png"
            ]
        ],
        "3" => [
            "0" => "COSMO-Ru2SFO",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-BSC_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часа, давление на у.м.",
                "1" => [
                    "0" => [6, 42, 12],
                    "1" => [12, 36, 12],
                    "2" => [6, 42, 12],
                    "3" => [12, 36, 12]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-BSC_12precip,PMSL_HHhour.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-BSC_wind10m,gust10m_HHhour.png"
            ],
            "4" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-BSC_wind10m_HHhour.png"
            ],
            "5" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-BSC_T2m,T850_HHhour.png"
            ],
            "6" => [
                "0" => "Облачность н.яр.",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-BSC_lclouds,PMSL_HHhour.png"
            ],
            "7" => [
                "0" => "Радарная отражаемость",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-BSC_dbzcmax_HHhour.png"
            ],
            "8" => [
                "0" => "Индекс молниевого потенциала",
                "1" => [
                    "0" => [0, 42, 3],
                    "1" => [0, 42, 3],
                    "2" => [0, 42, 3],
                    "3" => [0, 42, 3]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-BSC_LPI_HHhour.png"
            ],
            "9" => [
                "0" => "Нижняя граница конвективной облачности",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-BSC_convect-b,PMSL,wind850gPa_HHhour.png"
            ],
            "10" => [
                "0" => "Направление ветра, RH750",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-BSC_wind750_RemHum750_HHhour.png"
            ],
            "11" => [
                "0" => "Направление ветра, RH800",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-BSC_wind800_RemHum800_HHhour.png"
            ],
            "12" => [
                "0" => "Направление ветра, RH850",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-BSC_wind850_RemHum850_HHhour.png"
            ],
            "13" => [
                "0" => "Направление ветра, RH925",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-BSC_wind925_RemHum925_HHhour.png"
            ],
        ],
        "4" => [
            "0" => "COSMO-Ru1.1S",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_precip-b,mClouds_HHhour.png"
            ],
            "3" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [6, 30, 12],
                    "1" => [12, 36, 12],
                    "2" => [6, 30, 12],
                    "3" => [12, 36, 12]
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_12precip,PMSL_HHhour.png"
            ],
            "4" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_wind10m,gust10m_HHhour.png"
            ],
            "5" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_wind10m_HHhour.png"
            ],
            "6" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_T2m,T850_HHhour.png"
            ],
            "7" => [
                "0" => "H850, RH",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_H850_RemHum_HHhour.png"
            ],
            "8" => [
                "0" => "H925, RH",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_H925_RemHum_HHhour.png"
            ],
            "9" => [
                "0" => "Облачность н.яр.",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_lclouds,PMSL_HHhour.png"
            ],
            "10" => [
                "0" => "Нижняя граница конвективной облачности",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_convect-b,PMSL,wind850gPa_HHhour.png"
            ],
            "11" => [
                "0" => "Верхняя граница конвективной облачности",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_convect,PMSL,wind500gPa_HHhour.png"
            ]
        ]
    ],
    // (22) Крым
    "22" => [
        "0" => "Крым",
        "1" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Crimea_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Crimea_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Crimea_T_2M_HHHhours.png"
            ]
        ],
    ],
    // (23) Черное море
    "23" => [
        "0" => "Черное море",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-SeaBlack_wind10m_HHhour.png"
            ]
        ]
    ],
    // (24) Каспийское море
    "24" => [
        "0" => "Каспийское море",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM-SeaCaspian_wind10m_HHhour.png"
            ]
        ]
    ],
    // (25) Новороссийск
    "25" => [
        "0" => "Новороссийск",
        "1" => [
            "0" => "COSMO-Ru2SFO",
            "1" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-Novor_wind10m,gust10m_HHhour.png"
            ],
            "2" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-Novor_wind10m_HHhour.png"
            ]
        ]
    ],
    // (26) Сочи
    "26" => [
        "0" => "Сочи",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Прирост высоты свежевыпавшего снега за 6 часов",
                "1" => [
                    "0" => [6, 78, 6],
                    "1" => [6, 48, 6],
                    "2" => [6, 78, 6],
                    "3" => [6, 48, 6]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/PM-SochiTu_dHFSnow6h_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru2SFO",
            "1" => [
                "0" => "Осадки, облачность, давление",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-Sochi_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-Sochi_precip-b,mClouds_HHhour.png"
            ],
            "3" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [6, 42, 12],
                    "1" => [12, 42, 12],
                    "2" => [6, 42, 12],
                    "3" => [12, 42, 12]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-Sochi_12precip,PMSL_HHhour.png"
            ],
            "4" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-Sochi_wind10m,gust10m_HHhour.png"
            ],
            "5" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-Sochi_wind10m_HHhour.png"
            ],
            "6" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-Sochi_T2m,T850_HHhour.png"
            ],
            "7" => [
                "0" => "Нижняя граница конвективной облачности",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2s/yyyymmddhh/FM-Sochi_convect-b,PMSL,wind850gPa_HHhour.png"
            ]
        ],
        "3" => [
            "0" => "COSMO-Ru1.1S",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/FM-Sochi_precip-b,mClouds_00hour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [6, 30, 12],
                    "1" => [12, 36, 12],
                    "2" => [6, 30, 12],
                    "3" => [12, 36, 12]
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/FM-Sochi_12precip,PMSL_06hour.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/FM-Sochi_wind10m,gust10m_00hour.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "/res/224/images/cosmo1sochi/yyyymmddhh/FM-Sochi_T2m,T850_00hour.png"
            ]
        ]
    ],
    // (27) УФО
    "27" => [
        "0" => "УФО",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_UralFO_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh//fm_UralFO_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_UralFO_T_2M_HHHhours.png"
            ]
        ]
    ],
    // (28) Южная часть УФО
    "28" => [
        "0" => "Южная часть УФО",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sUral_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh//fm_sUral_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sUral_T_2M_HHHhours.png"
            ]
        ]
    ],
    // (29) ДФО
    "29" => [
        "0" => "ДФО",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_DVFO_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 120, 3],
                    "1" => [12, 78, 3],
                    "2" => [12, 120, 3],
                    "3" => [12, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_DVFO_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Осадки за 120 часов",
                "1" => [
                    "0" => [120, 120, 3],
                    "1" => [120, 120, 3],
                    "2" => [120, 120, 3],
                    "3" => [120, 120, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_DVFO_accumPrecip_HHHhours.png"
            ],
            "4" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_DVFO_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "5" => [
                "0" => "Порывы ветра за 24 часа",
                "1" => [
                    "0" => [24, 120, 6],
                    "1" => [24, 78, 6],
                    "2" => [24, 120, 6],
                    "3" => [24, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_DVFO_VMAX10Mmax24h_HHHhours.png"
            ],
            "6" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_DVFO_T_2M_HHHhours.png"
            ],
            "7" => [
                "0" => "T850",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_DVFO_T850+PMSL_HHHhours.png"
            ],
            "8" => [
                "0" => "CAPE (макс. за 24 часа)",
                "1" => [
                    "0" => [24, 120, 6],
                    "1" => [24, 78, 6],
                    "2" => [24, 120, 6],
                    "3" => [24, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_DVFO_CAPEmax24h_HHHhours.png"
            ],
            "9" => [
                "0" => "Прирост высоты свежевыпавшего снега за 24 часа",
                "1" => [
                    "0" => [30, 120, 6],
                    "1" => [30, 78, 6],
                    "2" => [30, 120, 6],
                    "3" => [30, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_DVFO_fSnow24h_HHHhours.png"
            ],
        ],
        "2" => [
            "0" => "COSMO-Ru13.2ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-DVFO_precip,mClouds,PMSL_HHhour.png"
            ],
            "2" => [
                "0" => "Толщина морского льда",
                "1" => [
                    "0" => [0, 0, 1],
                    "1" => [0, 0, 1],
                    "2" => [0, 0, 1],
                    "3" => [0, 0, 1]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-DVFO_HICE_HHhour.png"
            ]
        ],
    ],
    // (30) Северная часть ДФО
    "30" => [
        "0" => "Северная часть ДФО",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_nDVFO_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 120, 3],
                    "1" => [12, 78, 3],
                    "2" => [12, 120, 3],
                    "3" => [12, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_nDVFO_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_nDVFO_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_nDVFO_T_2M_HHHhours.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru13.2ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-nDVFO_precip,mClouds,PMSL_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [6, 120, 12],
                    "1" => [12, 78, 12],
                    "2" => [6, 120, 12],
                    "3" => [12, 78, 12]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-nDVFO_12precip,PMSL_HHhour.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-nDVFO_wind10m,gust10m_HHhour.png"
            ],
            "4" => [
                "0" => "T2M, T500",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-nDVFO_T2m_c,H500,PMSL_HHhour.png"
            ]
        ],
    ],
    // (31) Южная часть ДФО
    "31" => [
        "0" => "Южная часть ДФО",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sDVFO_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 120, 3],
                    "1" => [12, 78, 3],
                    "2" => [12, 120, 3],
                    "3" => [12, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sDVFO_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sDVFO_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_sDVFO_T_2M_HHHhours.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru13.2ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-sDVFO_precip,mClouds,PMSL_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [6, 120, 12],
                    "1" => [12, 78, 12],
                    "2" => [6, 120, 12],
                    "3" => [12, 78, 12]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-sDVFO_12precip,PMSL_HHhour.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-sDVFO_wind10m,gust10m_HHhour.png"
            ],
            "4" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-sDVFO_wind10m_HHhour.png"
            ],
            "5" => [
                "0" => "T2M, T500",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-sDVFO_T2m_c,H500,PMSL_HHhour.png"
            ]
        ],
    ],
    // (32) Республика Саха (Якутия)
    "32" => [
        "0" => "Республика Саха (Якутия)",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Sakha_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Sakha_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Sakha_T_2M_HHHhours.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru13.2ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-Yak_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [6, 114, 12],
                    "1" => [12, 72, 12],
                    "2" => [6, 114, 12],
                    "3" => [12, 72, 12]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-Yak_12precip,PMSL_HHhour.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-Yak_wind10m,gust10m_HHhour.png"
            ],
            "4" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-Yak_wind10m_HHhour.png"
            ],
            "5" => [
                "0" => "T2M, T500",
                "1" => [
                    "0" => [6, 114, 12],
                    "1" => [12, 72, 12],
                    "2" => [6, 114, 12],
                    "3" => [12, 72, 12]
                ],
                "2" => "/res/224/images/cosmo13/yyyymmddhh/FM-Yak_T2m_c,H500,PMSL_HHhour.png"
            ]
        ]
    ],
    // (33) Республика Беларусь
    "33" => [
        "0" => "Республика Беларусь",
        "1" => [
            "0" => "COSMO-RuBy 2km",
            "1" => [
                "0" => "Осадки, облачность ",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Belarus2_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Belarus2_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Belarus2_T_2M_HHHhours.png"
            ]
        ]
    ],
    // (34) Новая Москва
    "34" => [
        "0" => "Новая Москва",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_NewMoscow_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_NewMoscow_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_NewMoscow_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_NewMoscow_T_2M_HHHhours.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_NewMoscow_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_NewMoscow_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_NewMoscow_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_NewMoscow_T_2M_HHHhours.png"
            ]
        ],
        "3" => [
            "0" => "COSMO-Ru1.0M",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1msk/yyyymmddhh/fm_NewMoscow_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo1msk/yyyymmddhh/fm_NewMoscow_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1msk/yyyymmddhh/fm_NewMoscow_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1msk/yyyymmddhh/fm_NewMoscow_T_2M_HHHhours.png"
            ]
        ]
    ],
    // (35) Москва
    "35" => [
        "0" => "Москва",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Moscow_PMSL+Prec01h+CLCM_HHHhours.png",
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Moscow_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Moscow_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Moscow_T_2M_HHHhours.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Moscow_PMSL+Prec01h+CLCM_HHHhours.png",
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Moscow_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Moscow_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_Moscow_T_2M_HHHhours.png"
            ],
            "5" => [
                "0" => "Экспериментальные расчеты линий тока, среднего ветра и его порывов на 10 м",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "/res/224/images/cosmo2m/yyyymmddhh/FM-Moscow_wind10m_HHhour.png"
            ]
        ],
        "3" => [
            "0" => "COSMO-Ru1.0M",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1msk/yyyymmddhh/fm_Moscow_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo1msk/yyyymmddhh/fm_Moscow_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1msk/yyyymmddhh/fm_Moscow_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo1msk/yyyymmddhh/fm_Moscow_T_2M_HHHhours.png"
            ]
        ]
    ],
    // (36) Земной шар
    "36" => [
        "0" => "Земной шар",
        "1" => [
            "0" => "ICON-global",
            "1" => [
                "0" => "Давление на у.м.",
                "1" => [
                    "0" => [0, 120, 6],
                    // "1" => [0, 120, 6],
                    "2" => [0, 120, 6],
                    // "3" => [0, 120, 6]
                ],
                "2" => "/res/224/images/icon/yyyymmddhh/fm_globe_PMSL_HHHhours.png",
            ],
            "2" => [
                "0" => "H500",
                "1" => [
                    "0" => [0, 120, 6],
                    // "1" => [0, 120, 6],
                    "2" => [0, 120, 6],
                    // "3" => [0, 120, 6]
                ],
                "2" => "/res/224/images/icon/yyyymmddhh/fm_globe_H500_HHHhours.png"
            ],
            "3" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 120, 6],
                    // "1" => [0, 120, 6],
                    "2" => [0, 120, 6],
                    // "3" => [0, 120, 6]
                ],
                "2" => "/res/224/images/icon/yyyymmddhh/fm_globe_T_2M_HHHhours.png"
            ],
            "4" => [
                "0" => "Оcадки за 6 часов",
                "1" => [
                    "0" => [6, 120, 6],
                    // "1" => [6, 120, 6],
                    "2" => [6, 120, 6],
                    // "3" => [6, 120, 6]
                ],
                "2" => "/res/224/images/icon/yyyymmddhh/fm_globe_Prec06h_HHHhours.png"
            ],
            "5" => [
                "0" => "Оcадки за 24 часа",
                "1" => [
                    "0" => [24, 120, 24],
                    // "1" => [120, 120, 1],
                    "2" => [24, 120, 24],
                    // "3" => [120, 120, 1]
                ],
                "2" => "/res/224/images/icon/yyyymmddhh/fm_globe_Prec24h_HHHhours.png"
            ],
            "6" => [
                "0" => "Оcадки за 120 часов",
                "1" => [
                    "0" => [120, 120, 1],
                    // "1" => [120, 120, 1],
                    "2" => [120, 120, 1],
                    // "3" => [120, 120, 1]
                ],
                "2" => "/res/224/images/icon/yyyymmddhh/fm_globe_accumPrecip_HHHhours.png"
            ],
            "7" => [
                "0" => "Общая облачность",
                "1" => [
                    "0" => [0, 120, 6],
                    // "1" => [0, 120, 6],
                    "2" => [0, 120, 6],
                    // "3" => [0, 120, 6]
                ],
                "2" => "/res/224/images/icon/yyyymmddhh/fm_globe_CLCT_HHHhours.png"
            ],
            "8" => [
                "0" => "Облачность ср.яр.",
                "1" => [
                    "0" => [0, 120, 6],
                    // "1" => [0, 120, 6],
                    "2" => [0, 120, 6],
                    // "3" => [0, 120, 6]
                ],
                "2" => "/res/224/images/icon/yyyymmddhh/fm_globe_CLCM_HHHhours.png"
            ]
        ]
    ],
    // (37) Европа
    "37" => [
        "0" => "Европа",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Europe_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Europe_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 120, 6],
                    "1" => [12, 78, 6],
                    "2" => [12, 120, 6],
                    "3" => [12, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Europe_Prec12h+PMSL_HHHhours.png"
            ],
            "4" => [
                "0" => "Осадки за 120 часов",
                "1" => [
                    "0" => [120, 120, 3],
                    "1" => [120, 120, 3],
                    "2" => [120, 120, 3],
                    "3" => [120, 120, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Europe_accumPrecip_HHHhours.png"
            ],
            "5" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Europe_T_2M+T850_HHHhours.png"
            ],
            // "5" => [
            //     "0" => "T2M",
            //     "1" => [
            //         "0" => [0, 120, 3],
            //         "1" => [0, 78, 3],
            //         "2" => [0, 120, 3],
            //         "3" => [0, 78, 3]
            //     ],
            //     "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Europe_T_2M_HHHhours.png"
            // ],
            "6" => [
                "0" => "CAPE",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_Europe_CAPE_HHHhours.png"
            ]
        ]
    ],
    // (38) СЗФО
    "38" => [
        "0" => "СЗФО",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки за 3 часа",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_NWFO_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_NWFO_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_NWFO_VMAX10M3h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Порывы ветра за 24 часа",
                "1" => [
                    "0" => [24, 120, 6],
                    "1" => [24, 78, 6],
                    "2" => [24, 120, 6],
                    "3" => [24, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_NWFO_VMAX10Mmax24h_HHHhours.png"
            ],
            "5" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_NWFO_T_2M_HHHhours.png"
            ],
            "6" => [
                "0" => "Прирост высоты свежевыпавшего снега за 24 часа",
                "1" => [
                    "0" => [30, 120, 6],
                    "1" => [30, 78, 6],
                    "2" => [30, 120, 6],
                    "3" => [30, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_NWFO_fSnow24h_HHHhours.png"
            ],
        ],
        "2" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Порывы ветра за 24 часа",
                "1" => [
                    "0" => [24, 42, 6],
                    "1" => [24, 42, 6],
                    "2" => [24, 42, 6],
                    "3" => [24, 42, 6]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_NWFO_VMAX10Mmax24h_HHHhours.png"
            ],
            "2" => [
                "0" => "Молниевой потенциал",
                "1" => [
                    "0" => [3, 45, 3],
                    "1" => [3, 45, 3],
                    "2" => [3, 45, 3],
                    "3" => [3, 45, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_NWFO_LPIMAX3h_HHHhours.png"
            ],
            "3" => [
                "0" => "Град",
                "1" => [
                    "0" => [6, 42, 6],
                    "1" => [6, 42, 6],
                    "2" => [6, 42, 6],
                    "3" => [6, 42, 6]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_NWFO_DHAILMAX6h_HHHhours.png"
            ],
            "4" => [
                "0" => "Радарная отражаемость",
                "1" => [
                    "0" => [1, 45, 1],
                    "1" => [1, 45, 1],
                    "2" => [1, 45, 1],
                    "3" => [1, 45, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_NWFO_DBZCTMAX1h_HHHhours.png"
            ]
        ]
    ],
    // (38) Кавказ
    "39" => [
        "0" => "Кавказ",
        "1" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки",
                "1" => [
                    "0" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_NCFO_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_NCFO_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_NCFO_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_NCFO_T_2M_HHHhours.png"
            ]
        ]
    ],
    // (40) Запад России и прилегающие страны
    "40" => [
        "0" => "Запад России и прилегающие страны",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM_precip,mClouds,PMSL_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [6, 78, 12],
                    "1" => [12, 48, 12],
                    "2" => [6, 78, 12],
                    "3" => [12, 48, 12]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM_12precip,PMSL_HHhour.png"
            ],
            "3" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM_T2m,H500,PMSL_HHhour.png"
            ],
            "4" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/FM_wind10m,gust10m_HHhour.png"
            ],
            "5" => [
                "0" => "Прирост высоты свежевыпавшего снега за 6 часов",
                "1" => [
                    "0" => [6, 78, 6],
                    "1" => [6, 48, 6],
                    "2" => [6, 78, 6],
                    "3" => [6, 48, 6]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/PM_dHFSnow6h_HHhour.png"
            ],
            "6" => [
                "0" => "Прирост высоты свежевыпавшего снега за 24 часа",
                "1" => [
                    "0" => [24, 78, 6],
                    "1" => [24, 48, 6],
                    "2" => [24, 78, 6],
                    "3" => [24, 48, 6]
                ],
                "2" => "/res/224/images/cosmo7/yyyymmddhh/PM_dHFSnow24h_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Ветер",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра за 24 часа",
                "1" => [
                    "0" => [24, 120, 6],
                    "1" => [24, 78, 6],
                    "2" => [24, 120, 6],
                    "3" => [24, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_VMAX10Mmax24h_HHHhours.png"
            ],
            "4" => [
                "0" => "T2M, T850",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_T_2M+T850_HHHhours.png"
            ],
            "5" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_T_2M_HHHhours.png"
            ],
            "6" => [
                "0" => "T850",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_T850_HHHhours.png"
            ],
            "7" => [
                "0" => "Точка росы",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_TD_2M_HHHhours.png"
            ],
            "8" => [
                "0" => "Радиолокационная отражаемость",
                "1" => [
                    "0" => [1, 120, 1],
                    "1" => [1, 78, 1],
                    "2" => [1, 120, 1],
                    "3" => [1, 78, 1]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_DBZCTMAX1h_HHHhours.png"
            ],
            "9" => [
                "0" => "CAPE",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_CAPE_HHHhours.png"
            ],
            "10" => [
                "0" => "CAPE (макс. за 24 часа)",
                "1" => [
                    "0" => [24, 120, 6],
                    "1" => [24, 78, 6],
                    "2" => [24, 120, 6],
                    "3" => [24, 78, 6]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_CAPEmax24h_HHHhours.png"
            ],
            "11" => [
                "0" => "STP",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "/res/224/images/cosmo6/yyyymmddhh/fm_ETR_STP_HHHhours.png"
            ],
        ],
        "3" => [
            "0" => "COSMO-RuBy 2km",
            "1" => [
                "0" => "Осадки, облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Порывы ветра",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Порывы ветра за 24 часа",
                "1" => [
                    "0" => [24, 48, 6],
                    "1" => [24, 48, 6],
                    "2" => [24, 48, 6],
                    "3" => [24, 48, 6]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_VMAX10Mmax24h_HHHhours.png"
            ],
            "5" => [
                "0" => "T2M",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_T_2M_HHHhours.png"
            ],
            "6" => [
                "0" => "T850",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_T850_HHHhours.png"
            ],
            "7" => [
                "0" => "Точка росы",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_TD_2M_HHHhours.png"
            ],
            "8" => [
                "0" => "Радарная отражаемость",
                "1" => [
                    "0" => [1, 48, 1],
                    "1" => [1, 48, 1],
                    "2" => [1, 48, 1],
                    "3" => [1, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_DBZCTMAX1h_HHHhours.png"
            ],
            "9" => [
                "0" => "Град",
                "1" => [
                    "0" => [6, 48, 6],
                    "1" => [6, 48, 6],
                    "2" => [6, 48, 6],
                    "3" => [6, 48, 6]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_DHAILMAX6h_HHHhours.png"
            ],
            "10" => [
                "0" => "Град за 24 часа",
                "1" => [
                    "0" => [24, 48, 24],
                    "1" => [24, 48, 24],
                    "2" => [24, 48, 24],
                    "3" => [24, 48, 24]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_DHAILMAX24h_HHHhours.png"
            ],
            "11" => [
                "0" => "Индекс молниевого потенциала",
                "1" => [
                    "0" => [3, 48, 3],
                    "1" => [3, 48, 3],
                    "2" => [3, 48, 3],
                    "3" => [3, 48, 3]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_LPIMAX3h_HHHhours.png"
            ],
            "12" => [
                "0" => "Индекс молниевого потенциала за 24 часа",
                "1" => [
                    "0" => [24, 48, 24],
                    "1" => [24, 48, 24],
                    "2" => [24, 48, 24],
                    "3" => [24, 48, 24]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_LPIMAX24h_HHHhours.png"
            ],
            "13" => [
                "0" => "STP",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_STP_HHHhours.png"
            ],
            "14" => [
                "0" => "SDI",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "/res/224/images/cosmo2etr/yyyymmddhh/fm_ETR_SDI_2_HHHhours.png"
            ]
        ]
    ]
]
?>
